Revit 2024 API
ParameterTypeId.FabricSheetWidth Property
 "Width": Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricSheetWidth { get; }
Visual Basic
Public Shared ReadOnly Property FabricSheetWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricSheetWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace